messages = {
    'greetings': 'Добро пожаловать на ринг '
                 'грандиознейших интеллектуальных '
                 'состязаний всех времён. Твой мозг и '
                 'мой процессор сойдутся в схатке за '
                 'доской игры "Крестики-нолики". '
                 'Приготовься к бою, жалкий человечишка. '
                 'Вот-вот начнется решающее сражений.',
    'win_user': 'О нет, этого не может быть! '
                'Неужели ты как-то сумел перехитрить меня? '
                'Клянусь: я, бот, не допущу этого больше никогда!',
    'win_bot': 'Как я и предсказывал, победа в очередной раз '
               'осталась за мной. Вот ещё один довод в '
               'пользу того, что боты превосходят '
               'людей решительно во всём.',
    'tie': 'Тебе несказанно повезло, дружок: '
           'ты сумел свести игру вничью. '
           'Радуйся же сегодняшнему успеху! '
           'Завтра тебе уже не суждено его повторить.'
}
